Tekla.Structures.Filtering.Categories.PourUnitFilterExpressions.Name
The Name class represents the name filter expression.

Tekla.Structures.Filtering.Categories.PourUnitFilterExpressions.Name.#ctor
Initializes a new instance of the Name class.